{
    "sidebar_title": "FSA Level 1",
    "sidebar_subtitle": "Part 3: IFRS Standards",
    "translate_button": "Traduzir para Português",
    "nav_home": "Home",
    "nav_ch9": "Ch. 9: Useful Information",
    "nav_ch10": "Ch. 10: The IFRS Standards",
    "nav_ch11": "Ch. 11: The Process",
    "nav_ch12": "Ch. 12: The Practice",
    "nav_flashcards": "Flashcards",
    "nav_quiz": "Mock Exam",
    "welcome_title": "Welcome to your FSA Intensive Prep Course!",
    "welcome_p1": "This in-depth course was created to optimize your studies for the FSA Level 1 certification, with a full focus on Part 3 of the guide. Each section has been developed from the materials you provided, ensuring depth and relevance.",
    "welcome_p2": "Use this material not only to prepare for the exam, but also as a solid and detailed foundation for your presentation on IFRS S1 and S2 to the EnvironPact team. Let's get started!",
    "ch12_title": "Chapter 12: How Companies Disclose (The Practice)",
    "ch12_intro": "This chapter addresses Learning Objective 11: 'Differentiate how companies disclose sustainability-related financial information.' It explores the different ways companies report, based on real examples, analyzing WHY, WHERE, WHAT, and HOW they disclose.",
    "ch12_sec1_title": "12.2. WHY do companies disclose?",
    "ch12_sec1_p1": "Motivations vary, but generally fall into two main categories:",
    "ch12_sec1_li1": "<strong>To meet the needs of investors (and other stakeholders):</strong> Companies like State Street use a combination of frameworks (SASB for investors, GRI for other stakeholders) to communicate effectively with different audiences.",
    "ch12_sec1_li2": "<strong>To communicate the link between sustainability management and financial performance:</strong> Companies like AGL Energy show how managing the energy transition impacts business value drivers, balancing short-term performance with long-term value creation.",
    "ch12_sec2_title": "12.3. WHERE do companies disclose?",
    "ch12_sec2_p1": "Information can appear in various channels, signaling different levels of integration and formality:",
    "ch12_sec2_li1": "<strong>In Annual Financial Reports (e.g., 10-K, Integrated Report):</strong> Like Etsy, which fully integrates SASB metrics into its 10-K. This signals high credibility and integration with financial controls.",
    "ch12_sec2_li2": "<strong>In Annual Sustainability Reports:</strong> The most common format, where companies can combine different frameworks (SASB, GRI, TCFD), as TEPCO does.",
    "ch12_sec2_li3": "<strong>As a Stand-alone Report:</strong> The European Investment Bank (EIB) publishes a report focused solely on SASB metrics.",
    "ch12_sec2_li4": "<strong>In Web format:</strong> General Motors uses an online sustainability portal, allowing for dynamic navigation and more frequent updates.",
    "ch12_sec3_title": "12.4. WHAT do companies disclose?",
    "ch12_sec3_p1": "The content of the disclosure is a strategic decision based on the business model and materiality assessment:",
    "ch12_sec3_li1": "<strong>Selection of Industries and Topics:</strong> Companies with diverse operations, like Grupo Arcor, report using multiple SASB standards (Processed Foods, Agribusiness, Packaging).",
    "ch12_sec3_li2": "<strong>Justification of Omissions:</strong> If a SASB topic is not material, the company may choose not to report it, as AGL Energy did with nuclear safety metrics, since it does not operate nuclear plants. It is good practice to explain why.",
    "ch12_sec3_li3": "<strong>Providing Context:</strong> Hawaiian Electric not only discloses diversity data but compares it with Hawaii's demographics, providing crucial context for interpreting the numbers.",
    "ch12_sec4_title": "12.5. HOW do companies disclose?",
    "ch12_sec4_p1": "The way data is presented directly affects its usefulness and credibility:",
    "ch12_sec4_li1": "<strong>Publishing Assurance Statements:</strong> Companies like Interface and Cenovus clearly indicate which data has been third-party verified and the level of assurance (reasonable or limited), increasing confidence in the information.",
    "ch12_sec4_li2": "<strong>Organizing and Formatting Data:</strong> BlackRock presents diversity data with year-over-year changes. Tractor Supply Co. segments wage data by region. This adds granularity and insights.",
    "ch12_sec4_li3": "<strong>Presenting Data in Time Series:</strong> Cenovus offers five years of operational data, allowing for trend analysis.",
    "ch12_sec4_li4": "<strong>Providing Downloadable Spreadsheets:</strong> Azul Airlines offers its ESG indicators in an Excel file, making analysts' lives easier.",
    "flashcards_title": "Flashcards: Key Concepts",
    "fc1_back": "The 'base' standard that defines the general requirements for disclosing sustainability-related risks and opportunities. Applies to all topics.",
    "fc2_back": "The first thematic standard, focused on CLIMATE-related disclosures. Must be used in conjunction with S1.",
    "fc3_front": "Materiality (ISSB)",
    "fc3_back": "Exclusive focus on the investor. Information is material if its omission/misstatement could influence the decisions of capital providers.",
    "fc4_back": "Sustainable Industry Classification System. Groups companies by sustainability profile, not just revenue, allowing for more relevant comparisons.",
    "fc5_front": "Baseline Approach",
    "fc5_back": "The IFRS standards create a global baseline for investor-focused disclosure, upon which jurisdictions can add other requirements (e.g., on impact).",
    "fc6_front": "Connected Information",
    "fc6_back": "Principle requiring that sustainability disclosures connect with each other and with the financial statements, telling a cohesive story.",
    "quiz_title": "Preparatory Mock Exam",
    "quiz_submit_button": "Submit Answers"
}