{
    "sidebar_title": "FSA Nível 1",
    "sidebar_subtitle": "Parte 3: Normas IFRS",
    "translate_button": "Translate to English",
    "nav_home": "Início",
    "nav_ch9": "Cap. 9: Informação Útil",
    "nav_ch10": "Cap. 10: As Normas IFRS",
    "nav_ch11": "Cap. 11: O Processo",
    "nav_ch12": "Cap. 12: A Prática",
    "nav_ch13": "Cap. 13: Estudos de Caso",
    "nav_flashcards": "Flashcards",
    "nav_quiz": "Simulado",
    "welcome_title": "Bem-vindo(a) ao seu Preparatório Intensivo FSA!",
    "welcome_p1": "Este curso aprofundado foi criado para otimizar seus estudos para a certificação FSA Nível 1, com foco total na Parte 3 do guia. Cada seção foi elaborada a partir dos materiais que você forneceu, garantindo profundidade e relevância.",
    "welcome_p2": "Use este material não apenas para se preparar para a prova, mas também como uma base sólida e cheia de detalhes para a sua apresentação sobre IFRS S1 e S2 para a equipe da EnvironPact. Vamos começar!",
    "ch12_title": "Capítulo 12: Como as Empresas Divulgam (A Prática)",
    "ch12_intro": "Este capítulo aborda o Learning Objective 11: \"Diferenciar como as empresas divulgam informações financeiras relacionadas à sustentabilidade\". Ele explora as diferentes maneiras pelas quais as empresas reportam, com base em exemplos reais, analisando o PORQUÊ, ONDE, O QUE e COMO elas divulgam.",
    "ch12_sec1_title": "12.2. POR QUE as empresas divulgam?",
    "ch12_sec1_p1": "As motivações variam, mas geralmente se enquadram em duas categorias principais:",
    "ch12_sec1_li1": "<strong>Para atender às necessidades dos investidores (e outros stakeholders):</strong> Empresas como a State Street usam uma combinação de frameworks (SASB para investidores, GRI para outros stakeholders) para se comunicar eficazmente com diferentes públicos.",
    "ch12_sec1_li2": "<strong>Para comunicar a ligação entre gestão de sustentabilidade e performance financeira:</strong> Empresas como a AGL Energy mostram como a gestão da transição energética impacta os vetores de valor do negócio, equilibrando o desempenho de curto prazo com a criação de valor a longo prazo.",
    "ch12_sec2_title": "12.3. ONDE as empresas divulgam?",
    "ch12_sec2_p1": "A informação pode aparecer em vários canais, sinalizando diferentes níveis de integração e formalidade:",
    "ch12_sec2_li1": "<strong>Em Relatórios Financeiros Anuais (ex: 10-K, Relatório Integrado):</strong> Como a Etsy, que integra totalmente as métricas SASB em seu 10-K. Isso sinaliza alta credibilidade e integração com os controles financeiros.",
    "ch12_sec2_li2": "<strong>Em Relatórios de Sustentabilidade Anuais:</strong> O formato mais comum, onde empresas podem combinar diferentes frameworks (SASB, GRI, TCFD), como faz a TEPCO.",
    "ch12_sec2_li3": "<strong>Como um Relatório Independente (Stand-alone):</strong> O Banco Europeu de Investimento (EIB) publica um relatório focado apenas nas métricas SASB.",
    "ch12_sec2_li4": "<strong>Em formato Web:</strong> A General Motors usa um portal de sustentabilidade online, permitindo navegação dinâmica e atualizações mais frequentes.",
    "ch12_sec3_title": "12.4. O QUE as empresas divulgam?",
    "ch12_sec3_p1": "O conteúdo da divulgação é uma decisão estratégica baseada no modelo de negócio e na avaliação de materialidade:",
    "ch12_sec3_li1": "<strong>Seleção de Indústrias e Tópicos:</strong> Empresas com operações diversificadas, como o Grupo Arcor, reportam usando múltiplos padrões SASB (Alimentos Processados, Agronegócio, Embalagens).",
    "ch12_sec3_li2": "<strong>Justificativa de Omissões:</strong> Se um tópico do SASB não é material, a empresa pode optar por não reportá-lo, como a AGL Energy fez com as métricas de segurança nuclear, já que não opera usinas nucleares. É uma boa prática explicar o porquê.",
    "ch12_sec3_li3": "<strong>Fornecimento de Contexto:</strong> A Hawaiian Electric não apenas divulga dados de diversidade, mas os compara com a demografia do Havaí, fornecendo um contexto crucial para a interpretação dos números.",
    "ch12_sec4_title": "12.5. COMO as empresas divulgam?",
    "ch12_sec4_p1": "A forma de apresentação dos dados afeta diretamente sua utilidade e credibilidade:",
    "ch12_sec4_li1": "<strong>Publicando Declarações de Assurance:</strong> Empresas como a Interface e a Cenovus indicam claramente quais dados foram verificados por terceiros e o nível de assurance (razoável ou limitada), aumentando a confiança na informação.",
    "ch12_sec4_li2": "<strong>Organizando e Formatando Dados:</strong> A BlackRock apresenta dados de diversidade com a variação ano a ano. A Tractor Supply Co. segmenta os dados salariais por região. Isso adiciona granularidade e insights.",
    "ch12_sec4_li3": "<strong>Apresentando Dados em Séries Temporais:</strong> A Cenovus oferece cinco anos de dados operacionais, permitindo a análise de tendências.",
    "ch12_sec4_li4": "<strong>Disponibilizando Planilhas para Download:</strong> A Azul Linhas Aéreas oferece seus indicadores ESG em um arquivo Excel, facilitando a vida dos analistas.",
    "flashcards_title": "Flashcards: Conceitos-Chave",
    "fc1_back": "A norma \"base\" que define os requisitos gerais para divulgação de riscos e oportunidades de sustentabilidade. Aplica-se a todos os tópicos.",
    "fc2_back": "A primeira norma temática, focada em divulgações relacionadas ao CLIMA. Deve ser usada em conjunto com a S1.",
    "fc3_front": "Materialidade (ISSB)",
    "fc3_back": "Foco exclusivo no investidor. A informação é material se sua omissão/distorção puder influenciar as decisões dos provedores de capital.",
    "fc4_back": "Sustainable Industry Classification System. Agrupa empresas por perfil de sustentabilidade, não apenas por receita, permitindo comparações mais relevantes.",
    "fc5_front": "Baseline Approach",
    "fc5_back": "As normas IFRS criam uma base global para divulgação focada no investidor, sobre a qual as jurisdições podem adicionar outros requisitos (ex: de impacto).",
    "fc6_front": "Informação Conectada",
    "fc6_back": "Princípio que exige que as divulgações de sustentabilidade se conectem entre si e com as demonstrações financeiras, contando uma história coesa.",
    "quiz_title": "Simulado Preparatório",
    "quiz_submit_button": "Corrigir Simulado",
    "ch13_title": "Capítulo 13: Como a Demanda dos Investidores Transforma as Práticas Corporativas",
    "ch13_intro": "Este capítulo apresenta estudos de caso reais que demonstram como a crescente demanda dos investidores por informações de sustentabilidade está revolucionando as práticas de divulgação corporativa e gestão de performance. Baseado no Learning Objective 12 do FSA.",
    
    "ch13_sec1_title": "13.1. A Revolução dos Investidores",
    "ch13_sec1_p1": "O que começou como uma prática de nicho entre investidores socialmente responsáveis agora se tornou mainstream. Pesquisas mostram uma relação positiva entre sustentabilidade, redução de riscos e retornos financeiros, criando um cenário onde 'valor' e 'valores' têm uma relação direta e positiva.",
    "ch13_sec1_box_title": "Sinais da Mudança no Mercado:",
    "ch13_sec1_li1": "<strong>FTSE Russell:</strong> Mais de 50% dos proprietários de ativos estão implementando ou avaliando ESG em suas estratégias de investimento",
    "ch13_sec1_li2": "<strong>Coalizão Global:</strong> 631 investidores representando US$ 37 trilhões em AUM apoiaram o Acordo de Paris",
    "ch13_sec1_li3": "<strong>Pesquisa de Crédito:</strong> 83% dos analistas de crédito dizem que fatores ESG são integrais ao que fazem",
    
    "ch13_sec2_title": "13.2. O Impacto dos Fundos de Índice",
    "ch13_sec2_p1": "O crescimento dos fundos passivos está transformando a relação investidor-empresa. Em 2019, fundos passivos (incluindo ETFs) ultrapassaram fundos ativos e agora representam quase 50% das ações americanas.",
    "ch13_sec2_p2": "Quando investido em um índice, a opção de 'cherry-pick' desaparece. Os investidores perdem a opção de responder diretamente às empresas vendendo suas ações, mas ganham incentivos para trabalhar com as empresas para atingir objetivos comuns de performance.",
    "ch13_sec2_insight_title": "Insight-chave:",
    "ch13_sec2_insight_text": "A mudança para estratégias de investimento passivo pode encorajar a administração de investimentos com foco em horizontes de investimento de longo prazo e estratégias de negócio sustentáveis.",
    
    "ch13_sec3_title": "13.3. Movimento Global de Stewardship",
    "ch13_sec3_p1": "Os códigos de stewardship foram introduzidos pela primeira vez em 2010 no Reino Unido, formalizando expectativas aprimoradas do papel dos investidores na governança corporativa. Baseiam-se na lógica do dever fiduciário e oferecem princípios que os investidores podem aplicar às suas atividades de stewardship corporativo.",
    "ch13_sec3_uk2012_title": "Reino Unido 2012",
    "ch13_sec3_uk2012_text": "Stewardship definido como 'monitoramento e engajamento com empresas em questões como estratégia, performance, risco, estrutura de capital e governança corporativa'",
    "ch13_sec3_uk2020_title": "Reino Unido 2020 (Revisado)",
    "ch13_sec3_uk2020_text": "Stewardship redefinido como 'alocação, gestão e supervisão responsável de capital para criar valor de longo prazo, levando a benefícios sustentáveis para a economia, meio ambiente e sociedade'",
    
    "ch13_sec4_title": "13.4. Caso BlackRock: Accountability através de Proxy Voting",
    "ch13_sec4_p1": "Em 2020, a BlackRock, maior gestora de ativos institucional do mundo, anunciou que 'responsabilizará membros do conselho' onde as empresas não estiverem produzindo divulgações eficazes de sustentabilidade ou implementando estruturas para gestão de questões de sustentabilidade.",
    "ch13_sec4_p2": "Antes mesmo do anúncio, a BlackRock já demonstrava mudança comportamental significativa em suas práticas de votação.",
    "ch13_sec4_p3": "Embora alguns questionem a agressividade das decisões de voto da BlackRock, declarações bem divulgadas dos maiores gestores de ativos institucionais representam uma mudança altamente visível no comportamento de engajamento corporativo em questões de sustentabilidade.",
    "ch13_sec4_stats_title": "Números da BlackRock em 2020:",
    "ch13_sec4_stat1": "• 5.100 diretores receberam votos contrários ou abstenções",
    "ch13_sec4_stat2": "• 53 diretores especificamente por 'progresso insuficiente na integração do risco climático'",
    "ch13_sec4_stat3": "• Mudança significativa comparada aos anos anteriores",
    
    "ch13_sec5_title": "13.5. Caso Green Century e Tyson Foods: Colaboração que Funciona",
    "ch13_sec5_p1": "A Green Century Capital Management apresentou uma proposta de acionista à Tyson Foods, uma das maiores processadoras globais de carne, solicitando a divulgação de uma política adequada de desmatamento, considerando a 'expansão da empresa em mercados internacionais, incluindo Brasil, China e Sudeste Asiático'.",
    "ch13_sec5_p2": "Em resposta à resolução e após negociações com investidores, a Tyson se comprometeu publicamente a 'reportar sobre a rastreabilidade e sustentabilidade de commodities de risco florestal em sua cadeia de suprimentos global' e 'desenvolver e implementar uma política florestal que aborde No Deforestation, No Peat, No Exploitation (NDPE)'.",
    "ch13_sec5_p3": "Satisfeita com a resposta da Tyson, a Green Century retirou sua resolução. Este caso exemplifica como empresas e investidores podem trabalhar juntos para encontrar soluções em questões de sustentabilidade.",
    "ch13_sec5_lesson_title": "Lição Aprendida:",
    "ch13_sec5_lesson_text": "Taxas de retirada de resoluções atingem níveis recordes, demonstrando maior disposição de empresas e investidores trabalharem juntos - em 2018, 48% das propostas ambientais e sociais foram retiradas, enquanto apenas 37% foram votadas.",
    
    "ch13_sec6_title": "13.6. Tendências Revolucionárias de Votação",
    "ch13_sec6_p1": "Uma análise baseada em 516.788 votos em 1.033 resoluções ambientais e sociais individuais por mais de 2.000 fundos oferecidos em 52 grupos de fundos americanos revelou mudanças dramáticas no comportamento de votação.",
    "ch13_sec6_data_title": "Dados que Demonstram a Revolução:",
    "ch13_sec6_data1": "• Apoio de gestores de ativos a resoluções ESG subiu de 27% em 2015 para 46% em 2019",
    "ch13_sec6_data2": "• Votos de 'abstenção' atingiram mínima histórica, chegando a 0,3% em 2018",
    "ch13_sec6_data3": "• Mais investidores estão 'deixando a arquibancada' para expressar opiniões sobre questões de sustentabilidade",
    
    "ch13_conclusion_title": "Conclusões dos Estudos de Caso",
    "ch13_conclusion_p1": "Os casos apresentados demonstram que a demanda por informações de sustentabilidade não é apenas uma tendência passageira, mas uma transformação fundamental na forma como os mercados de capital operam.",
    "ch13_conclusion_p2": "Para as empresas, isso significa que práticas robustas de divulgação de sustentabilidade não são mais opcionais - elas são essenciais para manter o acesso ao capital e construir relacionamentos duradouros com investidores."

}